Repository: ivanzotov/Lock.iOS-OSX
Catalog: Lock/*.lproj/Lock.strings
Languages: ru

source: Login
ru: Вход

source: LOGIN
ru: ВОЙТИ

source: OR
ru: ИЛИ

source: Please enter your email and password
ru: Введите свои email и пароль

source: ACCESS
ru: ВОЙТИ

source: SIGN UP
ru: ЗАРЕГИСТРИРОВАТЬСЯ

source: Sign Up
ru: Регистрация

source: Email
ru: Электронная почта

source: Password
ru: Пароль

source: RESET PASSWORD
ru: ЗАБЫЛИ ПАРОЛЬ?

source: Cancel
ru: Отмена

source: CANCEL
ru: ОТМЕНА

source: Reset Password
ru: Сброс пароля

source: SEND
ru: ОТПРАВИТЬ

source: Send Passcode
ru: Вход по СМС

source: Enter SMS code
ru: Ввод СМС кода

source: Enter your phone to sign in or create an account
ru: Введите свой номер телефона чтобы войти

source: Please check your phone %@. You’ve received a message from us with your passcode
ru: СМС с кодом отправлено на номер %@.

source: SMS Code
ru: Код из СМС

source: DIDN'T RECEIVE CODE?
ru: ОТПРАВИТЬ КОД ЕЩЕ РАЗ

source: Phone Number
ru: Номер телефона

source: There was an error sending the SMS code
ru: Ошибка при отправке СМС кода

source: Couldn't send an SMS to your phone. Please try again later.
ru: Проблема отправки СМС на данный номер телефона. Пожалуйста, попробуйте позднее.

source: The server could not be contacted
ru: Нет связи с сервером

source: Make sure your network settings are correct and your network connection is active, or try again later.
ru: Проверьте интернет подключение или попробуйте позднее.

source: There was an error logging in
ru: Ошибка входа

source: Wrong phone number or passcode.
ru: Не правильный номер телефона или код подтверждения.

source: Search
ru: Поиск

source: ALREADY HAVE A CODE?
ru: УЖЕ ЕСТЬ КОД ПОДТВЕРЖДЕНИЯ?

source: Login with Google
ru: Войти с помощью Google

source: Login with VKONTAKTE
ru: Войти с помощью ВКонтакте

source: Please enter your email address. We will send you an email to reset your password.
ru: Введите свой адрес электронной почты. Мы отправим вам письмо для сброса пароля
